alsa-utils
base
base-devel
bashtop
brave-bin
brightnessctl
dosfstools
efibootmgr
firefox
flameshot
flashrom
freecad
gcc-ada
gimp
git
github-cli
gptfdisk
gvim
inkscape
intel-ucode
iwd
keepassxc
libva-mesa-driver
libxft
libxinerama
linux
linux-firmware
linux-headers
man-db
man-pages
mesa
nano
nodejs
npm
pacman-contrib
pcmanfm
pulseaudio
python-pip
rsync
ruby
rubygems
solaar
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tlp
ttf-jetbrains-mono
ufw
unzip
ventoy-bin
vscodium
xbindkeys
xclip
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xinput
xorg-xsetroot
yay-git
zathura
zathura-pdf-mupdf
zip
zram-generator
